NSCameraUsageDescription = "Camera este folosită in apleuri video";
NSMicrophoneUsageDescription = "Microfonul este folosit în apeluri audio și video";
NSPhotoLibraryUsageDescription = "Accesul la Librăria Foto este necesară pentru a partaja imagini și clipuri video de pe dispozitivul tău";
NSContactsUsageDescription = "Accesul la contacte este necesar pentru a alătura contactele din agendă cu contactele de pe serverul tău";
NSLocationWhenInUseUsageDescription = "Este necesară pentru a partaja locația ta cu alte persoane";
NSSpeechRecognitionUsageDescription = "Speech Recognition access is needed to transcribe a voicemessage to text using on-device recognition";
